Revit 2027 API
BuiltInFailures.ConnectorFailures.NoLossDefined Property
 No Loss Defined
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId NoLossDefined { get; }
Public Shared ReadOnly Property NoLossDefined As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ NoLossDefined {
	FailureDefinitionId^ get ();
}
static member NoLossDefined : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.ConnectorFailures Class
Autodesk.Revit.DB Namespace